Repository: herve4m/length
Catalog: help/*/*.po
Languages: fr, it

source: Adjusting Transparency
fr: Ajuster la transparence
it: Regolazione della trasparenza

# _
source: external ref='figures/transparency.png' md5='cb5ac8fe605f9084d4cc99cc77987a3e'
it: riferimento esterno='figures/transparency.png' md5='cb5ac8fe605f9084d4cc99cc77987a3e'

source: Making the ruler semitransparent
fr: Rendre la règle semi-transparente
it: Rendere il righello semitrasparente

source: To help you measure objects behind the ruler, you can adjust the ruler's opacity. By making the ruler semitransparent, you can see the objects behind the ruler.
fr: Vous pouvez ajuster la transparence de la règle pour vous aider à mesurer les objets derrière la règle. En rendant la règle semi-transparente, vous pouvez distinguer les objets qui se trouvent derrière.
it: Per aiutarti a misurare gli oggetti dietro il righello, puoi regolarne l'opacità. Rendendo il righello semitrasparente, puoi vedere gli oggetti dietro di esso.

source: Adjust the opacity percentage. A 100% opacity means that the ruler is not transparent at all, and it masks the objects behind it.
fr: Ajuster l’opacité de la règle en pourcentage. Avec une opacité de 100 %, la règle est opaque et masque les objects derrière elle.
it: Regola la percentuale di opacità. Un'opacità del 100% significa che il righello non è affatto trasparente e maschera gli oggetti dietro di esso.

source: Alternatively, you can adjust the opacity by using the arrow keys: <key>Left</key> or <key>Down</key> to reduce the opacity and render the ruler semitransparent, and <key>Right</key> or <key>Up</key> to increase the opacity.
fr: Vous pouvez aussi ajuster l’opacité en utilisant les flèches : <key>Gauche</key> ou <key>Bas</key> pour réduire l’opacité et rendre la règle semi-transparente, et <key>Droite</key> ou <key>Haut</key> pour augmenter l’opacité.
it: In alternativa, puoi regolare l'opacità utilizzando i tasti freccia: <key>Sinistra</key> o <key>Giù</key> per ridurre l'opacità e rendere il righello semitrasparente, e <key>Destra</key> o <key>Su</key> per aumentare l'opacità.

source: Change the unit of the ruler markings.
fr: Changer l’unité de la règle
it: Cambia l'unità di misura dei segni sul righello.

source: Selecting Units
fr: Choisir une unité
it: Selezione delle unità

# _
source: external ref='figures/units.png' md5='6da6944cf19c5fd55115fb0b952bdd97'
it: riferimento esterno='figures/units.png' md5='6da6944cf19c5fd55115fb0b952bdd97'

source: Changing the ruler's unit
fr: Changer l’unité de la règle
it: Modifica dell'unità di misura del righello

source: <app>Length</app> comes with several units that you can select from the <gui>Preferences</gui> dialog.
fr: <app>Longueur</app> supporte plusieurs unités que vous pouvez sélectionner via la fenêtre des <gui>Préférences</gui>.
it: <app>Length</app> è dotato di diverse unità che puoi selezionare dalla finestra di dialogo <gui>Preferenze</gui>.

source: In the <gui style="tab">General</gui> page, in the <gui style="group">Scale</gui> section, select the ruler's unit.
fr: Choisir l’unité de la règle dans la page <gui style="tab">Général</gui>, dans la section <gui style="group">Graduations</gui>.
it: Nella pagina <gui style="tab">Generale</gui>, nella sezione <gui style="group">Scala</gui>, seleziona l'unità di misura del righello.

source: Alternatively, use the number keys to switch between units:
fr: Vous pouvez aussi utiliser les chiffres du clavier pour changer d’unité :
it: In alternativa, utilizzare i tasti numerici per passare da un'unità all'altra:

source: <key>1</key> for pixels
fr: <key>1</key> pour pixels
it: <key>1</key> per i pixel

source: <key>2</key> for centimeters
fr: <key>2</key> pour centimetres
it: <key>2</key> per centimetri

source: <key>3</key> for inches
fr: <key>3</key> pour pouces
it: <key>3</key> per pollici

source: <key>4</key> for picas (1/6 of an inch)
fr: <key>4</key> pour picas (1/6 de pouce)
it: <key>4</key> per pica (1/6 di pollice)

source: <key>5</key> for points (1/72 of an inch)
fr: <key>5</key> pour points (1/72 de pouce)
it: <key>5</key> per punti (1/72 di pollice)

source: <key>6</key> for percentage of the display size
fr: <key>6</key> pour pourcentage de la taille de l’écran
it: <key>6</key> per la percentuale della dimensione dello schermo

source: <key>7</key> for percentage of the ruler size
fr: <key>7</key> pour pourcentage de la taille de la règle
it: <key>7</key> per la percentuale della dimensione del righello

source: Calibrating <app>Length</app>
fr: Calibrer <app>Longueur</app>
it: Calibrazione di <app>Length</app>

source: In some environments, <app>Length</app> retrieves this information from the system. Other environments do not provide that size. In that case, you must calibrate <app>Length</app> for you display.
fr: Pour certains environements, <app>Longueur</app> obtient cette information du système. D’autres environements ne fournissent l’information. Dans ce cas, vous devez calibrer <app>Longueur</app> pour votre écran.
it: In alcuni ambienti, <app>Length</app> recupera queste informazioni dal sistema. Altri ambienti non forniscono questa dimensione. In tal caso, è necessario calibrare <app>Length</app> per il monitor.

source: See <link xref="calibrating"/> for more information about configuring <app>Length</app> for the size of your display.
fr: Voir <link xref="calibrating"/> pour configurer <app>Longueur</app> pour la taille de votre écran.
it: Per maggiori informazioni sulla configurazione di <app>Length</app> per le dimensioni del monitor, vedere <link xref="calibrating"/>.

# link:trail
source: Length
fr: Longueur

# link
source: Length
fr: Longueur

# text
source: Length
fr: Longueur
