Repository: herve4m/length
Catalog: help/*/*.po
Languages: fr, it

# _
source: translator-credits
it: Albano Battistella >albanobattistella@gmail.com>

source: Adjust the position of the ruler to accurately measure objects.
fr: Ajuster la position de la règle pour des mesures précises.
it: Regola la posizione del righello per misurare con precisione gli oggetti.

source: Adjusting the Ruler Accurately
fr: Ajuster la règle avec précision
it: Regolazione accurata del righello

source: To accurately measure objects, you might have to precisely position the ruler.
fr: Pour mesurer des objets avec précision, positionner la règle de façon précise.
it: Per misurare con precisione gli oggetti, potrebbe essere necessario posizionare con precisione il righello.

source: To align the ruler with the object's window, drag the ruler while pressing <key>Ctrl</key>. When the ruler gets close to the object's edge, the ruler snaps to the window.
fr: Déplacer la règle tout en appuyant sur <key>Ctrl</key> pour aligner la règle sur l’objet. Quand la règle approche du bord de l’objet, la règle se colle sur la fenêtre.
it: Per allineare il righello alla finestra dell'oggetto, trascinalo tenendo premuto <key>Ctrl</key>. Quando il righello si avvicina al bordo dell'oggetto, si aggancia alla finestra.

source: You can also move the ruler by using the arrow keys. Press <keyseq><key>Alt</key><key>F7</key></keyseq> and use the arrow keys to move the ruler. For an accurate adjustment, press <key>Ctrl</key> while moving the ruler with the arrow keys. Press <key>Esc</key> to exit the keyboard mode.
fr: Pour déplacer la règle avec les flèches, appuyer sur <keyseq><key>Alt</key><key>F7</key></keyseq> et utiliser les flèches. Pour un ajustement précis, appuyer sur <key>Ctrl</key> tout en déplaçant la règle avec les flèches. Appuyer sur <key>Esc</key> pour sortir du mode clavier.
it: È anche possibile spostare il righello utilizzando i tasti freccia. Premere <keyseq><key>Alt</key><key>F7</key></keyseq> e utilizzare i tasti freccia per spostare il righello. Per una regolazione più precisa, premere <key>Ctrl</key> mentre si sposta il righello con i tasti freccia. Premere <key>Esc</key> per uscire dalla modalità tastiera.

source: To prevent the object to measure from covering the ruler, right click the ruler and select <gui style="menuitem">Always on Top</gui>:
fr: Pour empêcher l’object à mesurer de masquer la règle, cliquer avec le bouton droit sur la règle et choisir <gui style="menuitem">Toujours au Dessus</gui> :
it: Per evitare che l'oggetto da misurare copra il righello, fare clic con il pulsante destro del mouse sul righello e selezionare <gui style="menuitem">Sempre in primo piano</gui>:

# _
source: external ref='figures/always-on-top.png' md5='b4952aa1693a4c67b60f565d391b4d1c'
it: riferimento esterno='figures/always-on-top.png' md5='b4952aa1693a4c67b60f565d391b4d1c'

source: Use the context menu and select <gui style="menuitem">Always on Top</gui>.
fr: Utiliser le menu contextuel et choisir <gui style="menuitem">Toujours au Dessus</gui>.
it: Utilizzare il menu contestuale e selezionare <gui style="menuitem">Sempre in primo piano</gui>.

source: Provide your monitor size to accurately measure distances.
fr: Indiquer la taille de l’écran pour des mesures justes.
it: Indica le dimensioni del tuo monitor per misurare con precisione le distanze.

source: Calibrating Displays
fr: Calibrer les écrans
it: Calibrazione dei monitor

# _
source: external ref='figures/calibrating.png' md5='3426808090b9ac263ae69ccc008bfd7c'
it: riferimento esterno='figures/calibrating.png' md5='3426808090b9ac263ae69ccc008bfd7c'

source: Calibrating the monitors
fr: Calibrer les écrans
it: Calibrazione dei monitor

source: To accurately represent some units, <app>Length</app> uses the physical size of your display.
fr: Pour représenter certaines unités de façon juste, <app>Longueur</app> utilise la taille physique de l’écran.
it: Per rappresentare accuratamente alcune unità, <app>Lunghezza</app> utilizza le dimensioni fisiche del monitor.

source: In some environments, <app>Length</app> retrieves this information from the system. Other environments do not provide that size. In that case, you must calibrate <app>Length</app> for you display:
fr: Pour certains environements, <app>Longueur</app> obtient cette information du système. D’autres environements ne fournissent pas l’information. Dans ce cas, vous devez calibrer <app>Longueur</app> pour votre écran.
it: In alcuni ambienti, <app>Length</app> recupera queste informazioni dal sistema. Altri ambienti non forniscono questa dimensione. In tal caso, è necessario calibrare <app>Length</app> per la visualizzazione:

source: Click the menu button (<_:media-1/>) in the left-side corner of the ruler.
fr: Cliquer le menu (<_:media-1/>) dans le coin gauche de la règle.
it: Fare clic sul pulsante del menu (<_:media-1/>) nell'angolo sinistro del righello.

source: Go to <gui style="menuitem">Preferences</gui>.
fr: Sélectionner <gui style="menuitem">Préférences</gui>.
it: Vai a <gui style="menuitem">Preferenze</gui>.

source: The <gui style="tab">Calibrating</gui> page lists your displays. For each display, you can let <app>Length</app> compute your display size, or you can provide your monitor diagonal size in inches.
fr: La page <gui style="tab">Calibration</gui> liste vos écrans. Pour chaque écran, vous pouvez laisser <app>Longueur</app> calculer la taille, ou vous pouvez donner la diagonale de l’écran en pouces.
it: La pagina <gui style="tab">Calibrazione</gui> elenca i tuoi monitor. Per ogni monitor, puoi lasciare che <app>Length</app> calcoli le dimensioni del monitor oppure puoi specificare la dimensione diagonale del monitor in pollici.

source: When <gui style="button">Compute Monitor Size</gui> is enabled, <app>Length</app> retrieves the monitor size from the system. When the <gui style="button">Compute Monitor Size</gui> checkbox is cleared, you can provide your monitor diagonal size in inches.
fr: Quand <gui style="button">Calculer la taille de l’écran</gui> est actif, <app>Longueur</app> utilise la taille de l’écran fournie par le système. Quand <gui style="button">Calculer la taille de l’écran</gui> est inactif, vous pouvez indiquer la diagonale de l’écran en pouces.
it: Quando <gui style="button">Calcola dimensioni monitor</gui> è abilitato, <app>ength</app> recupera le dimensioni del monitor dal sistema. Quando la casella di controllo <gui style="button">Calcola dimensioni monitor</gui> è deselezionata, è possibile specificare la dimensione diagonale del monitor in pollici.

source: Close the <gui>Preferences</gui> dialog.
fr: Fermer la fenêtre <gui>Préférences</gui>.
it: Chiudere la finestra di dialogo <gui>Preferenze</gui>.

source: You must provide your display size when <app>Length</app> cannot retrieve the size from the system. If you do not provide the size, then <app>Length</app> bases its computations on a 24 inches monitor, which might result in inaccurate measures for the selected unit.
fr: Indiquez la taille de l’écran quand <app>Longueur</app> ne peut pas la récupérer auprès du système. Sinon, <app>Longueur</app> effectue ses calculs pour un écran de 24 pouces, et la règle peut devenir très imprécise.
it: È necessario specificare le dimensioni del monitor quando <app>Length</app> non riesce a recuperarle dal sistema. Se non si specificano le dimensioni, <app>Length</app> baserà i suoi calcoli su un monitor da 24 pollici, il che potrebbe comportare misurazioni imprecise per l'unità selezionata.

source: Select the colors of the ruler.
fr: Sélectionner les couleurs de la règle.
it: Seleziona i colori del righello.

source: Changing Colors
fr: Changer les couleurs
it: Cambiamento Colori

source: You can change the color of the ruler and the color of the markings.
fr: Vous pouvez changer la couleur de la règle et de ses inscriptions.
it: È possibile modificare il colore del righello e il colore dei segni.

source: In the <gui style="tab">General</gui> page, in the <gui style="group">Appearance</gui> section, clear the <gui style="button">Use Default Colors</gui> checkbox. When <gui style="button">Use Default Colors</gui> is enabled, the ruler is white and the markings are black. When the <gui style="button">Use Default Colors</gui> checkbox is cleared, you can select the colors.
fr: Dans la page <gui style="tab">Général</gui>, dans la section <gui style="group">Apparence</gui>, décocher <gui style="button">Utiliser les couleurs par défaut</gui>. Quand <gui style="button">Utiliser les couleurs par défaut</gui> est actif, la règle est blanche et les inscriptions sont noires. Quand <gui style="button">Utiliser les couleurs par défaut</gui> est inactif, vous pouvez choisir vos couleurs.
it: Nella pagina <gui style="tab">Generale</gui>, nella sezione <gui style="group">Aspetto</gui>, deseleziona la casella di controllo <gui style="button">Usa colori predefiniti</gui>. Quando l'opzione <gui style="button">Usa colori predefiniti</gui> è abilitata, il righello è bianco e i segni sono neri. Quando la casella di controllo <gui style="button">Usa colori predefiniti</gui> è deselezionata, è possibile selezionare i colori.

source: To select a color for the markings, click <gui style="button">Foreground</gui>. In the color selection window, you can pick a color from the available colors. If your color is not available, then click the <gui style="button">Custom</gui> (<gui style="button">+</gui>) button and enter the red, green, and blue components of the color.
fr: Cliquer sur <gui style="button">Avant-plan</gui> pour choisir la couleur des inscriptions. Dans la fenêtre des couleurs, choisir une couleur disponible. Si les couleurs ne conviennent pas, cliquer <gui style="button">Personalisé</gui> (<gui style="button">+</gui>) et entrer les composants rouges, verts et bleus de la couleur.
it: Per selezionare un colore per i contrassegni, clicca su <gui style="button">Primo piano</gui>. Nella finestra di selezione del colore, puoi scegliere un colore tra quelli disponibili. Se il colore desiderato non è disponibile, clicca sul pulsante <gui style="button">Personalizzato</gui> (<gui style="button">+</gui>) e inserisci le componenti rosso, verde e blu del colore.

source: To select a color for the ruler, click <gui style="button">Background</gui>.
fr: Cliquer sur <gui style="button">Arrière-plan</gui> pour choisir la couleur de la règle.
it: Per selezionare un colore per il righello, fare clic su <gui style="button">Sfondo</gui>.

source: Display markings from left-to-right or from right-to-left.
fr: Afficher les inscriptions de gauche à droite ou de droite à gauche.
it: Visualizzare le marcature da sinistra a destra o da destra a sinistra.

source: Changing Markings Direction
fr: Changer la direction des inscriptions
it: Cambiamento della direzione delle marcature

source: You can change the direction of the ruler markings.
fr: Vous pouvez changer la direction des inscriptions.
it: È possibile modificare la direzione dei segni del righello.

source: In the <gui style="tab">General</gui> page, click the left-to-right direction button (<_:media-1/>) or the right-to-left button (<_:media-2/>).
fr: Dans la page <gui style="tab">Général</gui>, cliquer le bouton gauche à droite (<_:media-1/>) ou le bouton droite à gauche (<_:media-2/>).
it: Nella pagina <gui style="tab">Generale</gui>, fare clic sul pulsante di direzione da sinistra a destra (<_:media-1/>) o sul pulsante da destra a sinistra (<_:media-2/>).

source: You can also switch direction by pressing <key>D</key>.
fr: Vous pouvez aussi changer la direction en appuyant sur <key>D</key>.
it: È anche possibile cambiare direzione premendo <key>D</key>.

source: Select a font the ruler markings.
fr: Choisir une police de caractères pour les inscriptions de la règle.
it: Seleziona un font per i segni del righello.

source: Changing Fonts
fr: Changer la police de caractères
it: Cambiare i Font

# _
source: external ref='figures/fonts.png' md5='e10e77095a05f3f2e8114a04e64c33ee'
it: riferimento esterno='figures/fonts.png' md5='e10e77095a05f3f2e8114a04e64c33ee'

source: <app>Length</app> using different fonts for the markings
fr: <app>Longueur</app> avec differentes polices de caractères
it: <app>Length</app> utilizzando diversi font per le marcature

source: You can change the font used for the ruler markings.
fr: Vous pouvez changer la police de caractères des inscriptions.
it: È possibile modificare il font utilizzato per i segni del righello.

source: In the <gui style="tab">General</gui> page, in the <gui style="group">Appearance</gui> section, clear the <gui style="button">Use Default Font</gui> checkbox. When <gui style="button">Use Default Font</gui> is enabled, the ruler uses the font that comes with <app>Length</app>. When the <gui style="button">Use Default Font</gui> checkbox is cleared, you can select a custom font.
fr: Dans la page <gui style="tab">Général</gui>, dans la section <gui style="group">Apparence</gui>, décocher <gui style="button">Utiliser la police par défaut</gui>. Quand <gui style="button">Utiliser la police par défaut</gui> est actif, la police est celle qui vient avec <app>Longueur</app>. Quand <gui style="button">Utiliser la police par défaut</gui> est inactif, vous pouvez choisir votre police de caractères.
it: Nella pagina <gui style="tab">Generale</gui>, nella sezione <gui style="group">Aspetto</gui>, deseleziona la casella di controllo <gui style="button">Usa carattere predefinito</gui>. Quando <gui style="button">Usa carattere predefinito</gui> è abilitato, il righello utilizza il carattere fornito con <app>Lunghezza</app>. Quando la casella di controllo <gui style="button">Usa carattere predefinito</gui> è deselezionata, è possibile selezionare un carattere personalizzato.

source: To select a font for the ruler markings, click <gui style="button">Custom Font</gui>. In the font selection window, you can pick a font and a size.
fr: Cliquer <gui style="button">Police personnalisée</gui>. Dans la fenêtre de sélection, choisir une police et sa taille.
it: Per selezionare un font per i segni del righello, clicca su <gui style="button">Carattere personalizzato</gui>. Nella finestra di selezione del font, puoi scegliere un font e una dimensione.

source: length, ruler, measure
fr: length, longueur, mesurer, règle
it: lunghezza, righello, misura

source: Learn to use <app>Length</app> for measuring objects on screen.
fr: Apprendre à utiliser <app>Longueur</app> pour mesurer des objets à l’écran.
it: Impara a usare <app>Length</app> per misurare gli oggetti sullo schermo.

source: <app>Length</app> is an application for measuring distances on screen to help you design and inspect layouts and graphics.
fr: <app>Longueur</app> permet de mesurer des distances à l’écran pour vous aider à composer et inspecter des structures et des images.
it: <app>Length</app> è un'applicazione per misurare le distanze sullo schermo, utile per progettare e ispezionare layout e grafici.

source: Getting Started
fr: Débuter
it: Iniziare

source: Using <app>Length</app>
fr: Utiliser <app>Longueur</app>
it: Utilizzo di <app>Length</app>

source: Preferences
fr: Préférences
it: Preferenze

source: Select the measuring tools.
fr: Choisir les outils de mesure.
it: Selezionare gli strumenti di misura.

source: Selecting Measuring Tools
fr: Choisir les outils de mesure
it: Selezione degli strumenti di misurazione

source: <app>Length</app> provide several measuring tools organized in layers.
fr: <app>Longueur</app> fournit plusieurs outils organisés en couches.
it: <app>Length</app> fornisce diversi strumenti di misurazione organizzati in livelli.

source: The markings layer displays the rulers markings.
fr: La couche des inscriptions affiche les marques sur la règle.
it: Il livello dei segni mostra i segni dei righelli.

source: To help you measure large objects when the ruler is expanded, you can activate the grid.
fr: Pour mesurer de grands objets quand la règle est étirée, activez la grille.
it: Per aiutarti a misurare oggetti di grandi dimensioni quando il righello è espanso, puoi attivare la griglia.

source: The diagonal layer displays diagonals rulers.
fr: La couche des diagonales affiche la règle en diagonale.
it: Il livello diagonale mostra i righelli diagonali.

source: Activate the angle layer to measure angles.
fr: Activez la couche des angles pour mesurer des angles.
it: Attiva il livello angolo per misurare gli angoli.

source: You can activate several layers for using several tools at the same time. For example, the marking and grid layers are enabled by default.
fr: Vous pouvez activer plusieurs outils à la fois. Les couches des inscriptions et de la grille sont toutes les deux activées par défaut.
it: È possibile attivare più livelli per utilizzare più strumenti contemporaneamente. Ad esempio, i livelli di marcatura e griglia sono abilitati per impostazione predefinita.

source: You activate layers from the <gui>Preferences</gui> dialog.
fr: Activez les outils via la fenêtre des <gui>Préférences</gui>.
it: È possibile attivare i livelli dalla finestra di dialogo <gui>Preferenze</gui>.

source: In the <gui style="tab">General</gui> page, in the <gui style="group">Layers</gui> section, use the checkboxes to enable or disable the layers.
fr: Activez ou désactivez les outils dans la page <gui style="tab">Général</gui>, dans la section <gui style="group">Outils</gui>.
it: Nella pagina <gui style="tab">Generale</gui>, nella sezione <gui style="group">Livelli</gui>, utilizzare le caselle di controllo per abilitare o disabilitare i livelli.

source: Alternatively, use the keyboard shortcuts:
fr: Vous pouvez aussi utiliser les racourcis clavier :
it: In alternativa, utilizzare le scorciatoie da tastiera:

source: <key>m</key> for the marking layer
fr: <key>m</key> pour les inscriptions
it: <key>m</key> per lo strato di marcatura

source: <key>g</key> for the grid layer
fr: <key>g</key> pour la grille
it: <key>g</key> per il livello della griglia

source: <key>i</key> for the diagonal layer
fr: <key>i</key> pour les diagonales
it: <key>i</key> per lo strato diagonale

source: <key>a</key> for the angle layer
fr: <key>a</key> pour les angles
it: <key>a</key> per lo strato angolare

source: Change the unit origin.
fr: Changer le point d’origine
it: Cambia l'origine dell'unità.

source: Setting an Offset
fr: Ajouter un offset
it: Impostazione di un offset

# _
source: external ref='figures/offset.png' md5='288eedbbb659e9e9b489d3952c74b881'
it: riferimento esterno='figures/offset.png' md5='288eedbbb659e9e9b489d3952c74b881'

source: Changing the origin
fr: Changer le point d’origine
it: Cambiare l'origine

source: You can change the origin of the ruler by adding an offset.
fr: Vous pouvez changer le point d’origine en ajoutant un offset.
it: È possibile modificare l'origine del righello aggiungendo uno scostamento.

source: Adjust the offset.
fr: Ajuster l’offset
it: Regola l'offset.

source: Adjust the size of the ruler.
fr: Ajuster la taille de la règle.
it: Regola la dimensione del righello.

source: Resizing the Ruler
fr: Redimentionner la règle
it: Ridimensionamento del righello

source: You can resize the ruler for adjusting it to the object to measure. You resize the ruler by dragging the edges.
fr: Vous pouvez redimentionner la règle pour l’ajuster à l’objet à mesurer. Tirer les bords de la règle pour la redimentionner.
it: È possibile ridimensionare il righello per adattarlo all'oggetto da misurare. Per ridimensionare il righello, trascinarne i bordi.

source: Rotate the ruler.
fr: Orienter la règle
it: Ruota il righello.

source: Changing the Ruler Orientation
fr: Changer l’orientation de la règle
it: Modifica dell'orientamento del righello

source: You can rotate the ruler in vertical position.
fr: Vous pouvez orienter la règle verticalement.
it: È possibile ruotare il righello in posizione verticale.

source: Click the vertical button to rotate the ruler vertically. Click the horizontal button to rotate the ruler back in the horizontal position.
fr: Cliquer le bouton vertical pour orienter la règle verticalement. Cliquer le bouton horizontal pour orienter la règle horizontalement.
it: Fare clic sul pulsante verticale per ruotare il righello verticalmente. Fare clic sul pulsante orizzontale per ruotare nuovamente il righello in posizione orizzontale.

source: You can also change the orientation of the ruler by dragging its corners or by clicking the mouse middle button.
fr: Vous pouvez aussi changer l’orientation de la règle en tirant sur ses coins ou en cliquant le bouton du milieu de la souris.
it: È anche possibile modificare l'orientamento del righello trascinandone gli angoli o cliccando con il tasto centrale del mouse.

source: Changing the Scaling Factor
fr: Changer l’échelle des unités de la règle
it: Modifica del fattore di scala

# _
source: external ref='figures/scale.png' md5='22f7cd10d8d5eefaf5643acfc9210bbf'
it: riferimento esterno='figures/scale.png' md5='22f7cd10d8d5eefaf5643acfc9210bbf'

source: Changing the scaling factor
fr: Changer le facteur d’échelle des unités
it: Modifica del fattore di scala

source: You can scale the ruler's unit by a factor. When you define a scaling factor, a reminder is displayed on the ruler.
fr: Vous pouvez changer l’échelle des unités par un facteur. Quand vous définissez une échelle, un indicateur est affiché sur la règle.
it: È possibile ridimensionare l'unità di misura del righello in base a un fattore. Quando si definisce un fattore di scala, sul righello viene visualizzato un promemoria.

source: Adjust the scaling factor.
fr: Ajuster l’échelle.
it: Regola il fattore di scala.

source: Display the pointer position.
fr: Afficher la position du pointeur.
it: Visualizza la posizione del puntatore.

source: Tracking the Pointer
fr: Suivre la position du pointeur
it: Tracciamento del puntatore

# _
source: external ref='figures/tracking.png' md5='8b52fffea40918b68117aa58d12e9048'
it: riferimento esterno='figures/tracking.png' md5='8b52fffea40918b68117aa58d12e9048'

source: Pointer tracking enabled
fr: Suivi du pointeur activé
it: Tracciamento del puntatore abilitato

source: For accurate measurements, you can activate the pointer tracker. When activated, the ruler shows the current pointer position. You can also lock the tracker to mark a position in the ruler.
fr: Vous pouvez activer le suivi du pointeur pour des mesures précises. Quand il est activé, la position du pointeur s’affiche sur la règle. Vous pouvez aussi vérouiller le suivi du pointeur pour marquer une position sur la règle.
it: Per misurazioni precise, è possibile attivare il tracciamento del puntatore. Quando attivato, il righello mostra la posizione corrente del puntatore. È anche possibile bloccare il tracciamento per contrassegnare una posizione sul righello.

source: Enable the <gui style="button">Track Pointer</gui> checkbox.
fr: Activer <gui style="button">Suivre le pointeur</gui>.
it: Abilita la casella di controllo <gui style="button">Tracciamento del puntatore</gui>.

source: To lock the position of the tracker, press <key>P</key>. Press <key>P</key> again to unlock the tracker.
fr: Pour vérouiller la position du pointeur, appuyer sur <key>P</key>. Appuyer sur <key>P</key> de nouveau pour dévérouiller le pointeur.
it: Per bloccare la posizione del tracciamento, premere <key>P</key>. Premere nuovamente <key>P</key> per sbloccare il tracciamento.

source: You can also enable and disable the tracker by pressing <key>T</key>.
fr: Vous pouvez aussi activer et désactiver le suivi du pointeur en appuyant sur <key>T</key>.
it: È anche possibile abilitare e disabilitare il tracciamento premendo <tasto>T</tasto>.

source: Adjust the transparency for measuring objects behind the ruler.
fr: Ajuster la transparence pour mesurer les objets derrière la règle.
it: Regola la trasparenza per misurare gli oggetti dietro il righello.
