Repository: herve4m/length
Catalog: po/*.po
Languages: es, fr, it, nl, ru, uk

source: Length
es: Longitud
fr: Longueur
nl: Lengte
ru: Линейка
uk: Лінійка

source: Screen ruler
es: Regla de pantalla
fr: Règle d’écran
it: Righello dello schermo
nl: Schermliniaal
ru: Линейка для экрана
uk: Лінійка для екрану

source: Measure objects on screen
es: Medición de objetos en pantalla
fr: Mesurer des objets à l’écran
it: Misura gli oggetti sullo schermo
nl: Meet objecten op het scherm
ru: Измеряйте объекты на экране
uk: Виміряйте об'єкти на екрані

source: GTK;GNOME;ruler;measure;
es: GTK;GNOME;regla;medir;;
fr: GTK;GNOME;règle;mesurer;
it: GTK;GNOME;righello;misura;
nl: GTK;GNOME;liniaal;meten;
ru: GTK;GNOME;ruler;measure;screen;monitor;гтк;гном;линейка;измерение;измерять;экран;монитор;дистанцию;дистанция;
uk: GTK;GNOME;ruler;measure;screen;monitor;гтк;гном;лінійка;виміряти;екран;монітор;дистанцію;дистанція;

source: GNOME application for measuring distances on screen to help you design and inspect layouts and graphics. Length includes the following features:
es: Aplicación GNOME para medir distancias en pantalla para ayudarle a diseñar e inspeccionar diseños y gráficos. Longitud incluye las siguientes características:
fr: Une application pour GNOME pour mesurer des distances à l’écran et vous aider à concevoir et inspecter mises en page et graphiques. Longueur comprend les fonctionnalités suivantes :
it: Applicazione GNOME per misurare le distanze sullo schermo per aiutarti a progettare e ispezionare layout e grafica. Length include le seguenti funzionalità:
nl: Een GNOME-toepassing voor het meten van afstanden op het scherm. Vooral handig bij het ontwerpen en nameten van grafische elementen. Lengte beschikt over de volgende mogelijkheden:
ru: Приложение для GNOME, которое может измерять дистанцию на экране, чтобы помогать вам создавать и изучать графику и дизайн. "Линейка" имеет следующие возможности:
uk: Додаток для GNOME який може виміряти дистанції на екрані, щоб допомагати вам розробляти й досліджувати графіку і дизайни. "Лінійка" має наступні функції:

source: Pixels, centimeters, inches, picas, points, or percentages as units
es: Píxeles, centímetros, pulgadas, picas, puntos o porcentajes como unidades
fr: Unités en pixels, centimètres, pouces, picas, points ou pourcentages
it: Pixel, centimetri, pollici, pica, punti o percentuali come unità
nl: Meet afstanden in diverse eenheden: pixels, centimeters, inches, pica's, punten of percentages;
ru: Пиксели, сантиметры, дюймы, пики (пайки), точки или проценты в качестве единиц измерения
uk: Пікселі, сантиметри, дюйми, піки (пайки) або проценти як одиниці вимірювання

source: Horizontal or vertical orientation
es: Orientación horizontal o vertical
fr: Orientation horizontale ou verticale
it: Orientamento orizzontale o verticale
nl: Horizontale of verticale oriëntatie;
ru: Горизонтальная или вертикальная ориентация
uk: Горизонтальна або вертикальна орієнтація

source: Left-to-right or right-to-left orientation
es: Orientación de izquierda a derecha o de derecha a izquierda
fr: Orientation de gauche à droite ou de droite à gauche
it: Orientamento da sinistra a destra o da destra a sinistra
nl: Van-links-naar-rechts of van-rechts-naar-links;
ru: Ориентация слева направо или справа налево
uk: Напрямок зліва-направо або справа-наліво

source: Transparency levels
es: Niveles de transparencia
fr: Niveaux de transparence
it: Livelli di trasparenza
nl: Meerdere doorzichtigheidsniveaus;
ru: Уровни прозрачности
uk: Рівні прозорості

source: Track pointer position
es: Posición del puntero
fr: Suivi de la position du pointeur
it: Tracciamento della posizione del puntatore
nl: Meten door de cursor te volgen.
ru: Отслеживание позиции курсора
uk: Відстежування позиції курсору

source: Horizontal view of Length with pixels as units
es: Vista horizontal con píxeles como unidades
fr: Longueur en pixels en position horizontale
it: Vista orizzontale della lunghezza con pixel come unità
nl: Horizontale weergave met pixels als eenheden
ru: Горизонтальный просмотр "Линейки" с пикселями в качестве единицы измерения
uk: Горизонтальний перегляд "Лінійки" з пікселями як одиниця вимірювання

source: Vertical view of Length with inches as units
es: Vista vertical en pulgadas
fr: Longueur en pouces en position verticale
it: Vista verticale della lunghezza con pollici come unità
nl: Verticale weergave met pixels als eenheden
ru: Вертикальный просмотр "Линейки" с дюймами в качестве единицы измерения
uk: Вертикальний перегляд "Лінійки" з дюймами як одиниця вимірювання

source: Length main menu
es: Menú principal
fr: Menu principal de Longueur
it: Menu principale di Length
nl: Hoofdmenu
ru: Главное меню "Линейки"
uk: Головне меню "Лінійки"

source: Preferences window
es: Ventana de preferencias
fr: Préférences
it: Preferenze della finestra
nl: Voorkeurenvenster
ru: Окно настроек
uk: Вікно налаштувань

source: Pointer tracking enabled
es: Seguimiento del puntero habilitado
fr: Suivi du pointeur activé
it: Tracciamento del puntatore abilitato
nl: Cursor volgen ingeschakeld
ru: Включено отслеживание курсора
uk: Увімкнено відстежування курсора

source: Right to left ruler orientation
es: Orientación de la regla de derecha a izquierda
fr: Orientation de la règle de droite à gauche
it: Orientamento del righello da destra a sinistra
nl: Van-rechts-naar-links
ru: Ориентация курсора справа налево
uk: Напрямок лінійки справа-наліво

source: Ruler Opacity
es: Opacidad de la regla
fr: Opacité de la règle
it: Opacitò del righello
nl: Doorzichtigheid
ru: Прозрачность курсора
uk: Прозорість лінійки

source: Opacity percentage of the Length interface
es: Porcentaje de opacidad de la interfaz de longitud
fr: Opacité en pourcentage de la règle
it: Opacità come percentuale del righello
nl: De doorzichtigheid (in procenten) van de bediening.
ru: Процент прозрачности интерфейса "Линейки"
uk: Процент прозорості інтерфейсу "Лінійки"

source: Track the pointer
es: Seguimiento del puntero
fr: Suivre le pointeur
it: Segui il puntatore
nl: Cursor volgen
ru: Отслеживание курсора
uk: Відстежування курсору

source: Display the pointer position in the ruler.
es: Muestra la posición del puntero en la regla.
fr: Afficher la position du pointeur sur la règle.
it: Mostra la posizione del puntatore sul righello.
nl: Toon de cursorlocatie op de liniaal.
ru: Показывать позицию курсора на линейке.
uk: Відображати позицію курсору на лінійці.

source: Origin of the Ruler
es: Punto de origen de la regla
fr: Point d’origine
it: Punto di origine
nl: Beginpunt
ru: Исходная точка "Линейки"
uk: Точка відліку лінійки

source: Point of origin in ruler units.
es: Punto de origen en unidades de regla.
fr: Point d’origine dans l’unité de la règle.
it: Punto di origine nell'unità righello.
nl: Het beginpunt in eenheden.
ru: Исходная точка в единицах измерениях линейки.
uk: Точка відліку в одиницях вимірювання лінійки.

source: Scale factor
fr: Facteur d’échelle
it: Fattore di scala
ru: Масштаб шкалы
uk: Коефіцієнт масштабу

source: Reduce or enlarge the scale of the units.
fr: Réduit ou augmente l’échelle des unités.
it: Ridurre o ingrandire la scala delle unità.
ru: Уменьшает или увеличивает масштаб единиц измерения.
uk: Зменшити або збільшити масштаб одиниць вимірювання.

source: Monitor Calibration Parameters
es: Parámetros de calibración del monitor
fr: Paramètres de calibration des écrans
it: Parametri di calibrazione del monitor
nl: Schermcalibratieopties
ru: Параметры калибрования монитора
uk: Параметри калібрування монітору

source: For each monitor, specify whether to let the ruler retrieve the monitor size from the system, or use the provided monitor size for the computations.
es: Para cada monitor, especifique si desea que la regla recupere el tamaño del monitor del sistema o si desea utilizar el tamaño del monitor proporcionado para los cálculos.
fr: Indique pour chaque écran si Longueur obtient la taille de l’écran du système, ou si les calculs sont fait à partir de la taille d’écran fourni.
it: Per ogni monitor, specifica se lasciare che il righello recuperi la dimensione del monitor dal sistema, oppure utilizzare la dimensione del monitor fornita per i calcoli.
nl: Er kan per beeldscherm worden aangegeven of de schermafmetingen door het systeem moeten worden doorgegeven of anders.
ru: Укажите для каждого монитора, стоит ли линейке получать размер монитора из системы или использовать заданный размер монитора для расчетов.
uk: Для кожного монітору, вкажіть, чи варто лінійці отримувати розмір монітора з системи, або використовувати наданий розмір монітора для розрахунків.

source: Ruler Unit
es: Unidad de la regla
fr: Unités de la règle
it: Unità del righello
nl: Meeteenheid
ru: Единицы измерения линейки
uk: Одиниця вимірювання лінійки

source: Unit to use for the ruler
es: Unidad a utilizar para la regla
fr: Unités à utiliser pour la règle
it: Unità da utilizzare per il righello
nl: De te gebruiken meeteenheid.
ru: Единицы измерения, которые будут использоваться на шкале линейки
uk: Одиниця вимірювання яка буде використовуватися для лінійки

source: Direction from Left to Right
es: Dirección de izquierda a derecha
fr: Orientation de gauche à droite
it: Orientamento da sinistra a destra
nl: Van-links-naar-rechts
ru: Направление слева направо
uk: Напрямок зліва-направо

source: Display the scale from left to right when TRUE, else from right to left.
es: Muestra la escala de izquierda a derecha cuando es VERDADERO, de lo contrario, de derecha a izquierda.
fr: La règle sera affichée de gauche à droite si l’option est définie sur VRAI, sinon de droite à gauche.
it: Visualizza la scala da sinistra a destra quando è VERO, altrimenti da destra a sinistra.
nl: Toon de schaal van links naar rechts in plaats van andersom.
ru: Отображать шкалу слева направо, если правда (TRUE), в ином случае справа налево.
uk: Відображати шкалу зліва-направо, якщо ТАК (TRUE), у іншому же випадку справа-наліво.

source: Use default font
es: Usar fuente predeterminada
fr: Utiliser la police par défaut
it: Utilizza il carattere predefinito
nl: Standaardlettertype gebruiken
ru: Использовать стандартный шрифт
uk: Використовувати стандартний шрифт

source: Whether to use the default font
es: Si se debe utilizar la fuente predeterminada
fr: Indique s’il faut utiliser ou non la police par défaut
it: Se utilizzare o meno il carattere predefinito
nl: Of het standaardlettertype dient te worden gebruikt.
ru: Стоит ли использовать стандартный шрифт
uk: Чи слід використовувати стандартний шрифт

source: Font Name
es: Nombre de la fuente
fr: Nom de la police
it: Nome del carattere
nl: Lettertypenaam
ru: Название шрифта
uk: Назва шрифту

source: The font to use when "use-default-font" is FALSE.
es: La fuente a utilizar cuando "use-default-font" es FALSO.
fr: Police à utiliser quand l’option "use-default-font" est définie sur FAUX.
it: Carattere da utilizzare quando "use-default-font" è FALSE.
nl: De naam van het lettertype indien afwijkend.
ru: Использовать этот шрифт, если "use-default-font" неправда (FALSE)
uk: Шрифт, який буде використовуватися якщо "use-default-font" НІ (FALSE).

source: Window Size
es: Tamaño de la ventana
fr: Taille de la fenêtre
it: Dimensione della finestra
nl: Vensterafmetingen
ru: Размер окна
uk: Розмір вікна

source: Window size (width and height) of the last closed window.
es: Tamaño de la ventana (ancho y alto) de la última ventana cerrada.
fr: Dimensions (largeur et hauteur) de la dernière fenêtre fermée.
it: Dimensioni (larghezza e altezza) dell'ultima finestra chiusa.
nl: De vensterafmetingen (breedte en hoogte) van het vorige venster.
ru: Размер окна (ширина и высота) последнего закрытого окна.
uk: Розмір вікна (ширина і висота) останнього закритого вікна.

source: Use default color scheme
es: Utilizar el esquema de colores por defecto
fr: Utiliser le jeu de couleurs par défaut
it: Utilizza la combinazione di colori predefinita
nl: Standaardkleuren gebruiken
ru: Использовать стандартные цвета
uk: Використовувати стандартні кольори

source: Whether to use the default color scheme
es: Si desea utilizar el esquema de color por defecto
fr: Indique s’il faut utiliser ou non le jeu de couleurs par défaut
it: Se utilizzare o meno la combinazione di colori predefinita
nl: Of de standaardkleuren dienen te worden gebruikt.
ru: Стоит ли использовать стандартные цвета
uk: Чи варто використовувати стандартні кольори

source: Foreground Color
es: Color de primer plano
fr: Couleur d’avant-plan
it: Colore di primo piano
nl: Voorgrondkleur
ru: Цвет переднего фона
uk: Колір переднього фону

source: Color (red, green, blue, alpha) for the ruler ticks and the labels
es: Color (rojo, verde, azul, alfa) para las marcas de la regla y las etiquetas
fr: Couleur (rouge, vert, bleu, alpha) des marques sur la règle
it: Colore (rosso, verde, blu, alfa) dei segni sul righello
nl: Kleur (rood, groen, blauw, alfa) van de bediening en labels.
ru: Цвет (красный, зеленый, синий, альфа) для обозначений и надписей
uk: Колір (червоний, зелений, синій, альфа) для позначок і написів

source: Background Color
es: Color de fondo
fr: Couleur d’arrière-plan
it: Colore di sfondo
nl: Achtergrondkleur
ru: Цвет заднего фона
uk: Колір фону

source: Color (red, green, blue, alpha) for the ruler background
es: Color (rojo, verde, azul, alfa) para el fondo de la regla
fr: Couleur (rouge, vert, bleu, alpha) d’arrière-plan de la règle
it: Colore di sfondo del righello (rosso, verde, blu, alfa)
nl: Kleur (rood, groen, blauw, alfa) van de liniaalachtergrond.
ru: Цвет (красный, зеленый, синий, альфа) для заднего фона линейки
uk: Колір (червоний, зелений, синій, альфа) для заднього фону лінійки

# shortcut window
source: General
fr: Général
it: Generale
nl: Algemeen
ru: Общие
uk: Загальні

# shortcut window
source: Help
es: Ayuda
fr: Aide
it: Aiuto
nl: Hulp
ru: Помощь
uk: Допомога

# shortcut window
source: Show Shortcuts
es: Mostrar accesos directos
fr: Afficher les raccourcis
it: Mostra scorciatoie
nl: Sneltoetsen tonen
ru: Показать сочетания клавиш
uk: Показати клавіатурні скорочення

# shortcut window
source: Preferences Dialog
es: Diálogo de preferencias
fr: Préférences
it: Preferenze
nl: Voorkeuren openen
ru: Диалоговое окно настроек
uk: Діалогове вікно налаштувань

# shortcut window
source: Quit
es: Salir
fr: Quitter
it: Esci
nl: Afsluiten
ru: Выйти
uk: Вийти

# shortcut window
source: Opacity
es: Opacidad
fr: Opacité
it: Opacità
nl: Doorzichtigheid
ru: Прозрачность
uk: Прозорість

# shortcut window
source: Increase Opacity
es: Aumentar la opacidad
fr: Augmenter l’opacité
it: Aumenta l'opacità
nl: Doorzichtigheid verhogen
ru: Увеличить прозрачность
uk: Збільшити прозорість

# shortcut window
source: Decrease Opacity
es: Disminuir la opacidad
fr: Réduire l’opacité
it: Riduci l'opacità
nl: Doorzichtigheid verlagen
ru: Уменьшить прозрачность
uk: Зменшити прозорість

# shortcut window
source: Pointer Tracking
es: Seguimiento del puntero
fr: Suivi du pointeur
it: Tracciamento del puntatore
nl: Cursor volgen
ru: Отслеживание курсора
uk: Відстежування курсору

# shortcut window
source: Activate/Deactivate
es: Activar/Desactivar
fr: Activer / Désactiver
it: Abilita/Disabilita
nl: Aan/Uit
ru: Включить/выключить
uk: Ввімкнути/вимкнути

# shortcut window
source: Lock/Unlock Position
es: Posición de bloqueo/desbloqueo
fr: Verrouiller / Déverrouiller la position
it: Blocca/Sblocca la posizione
nl: Locatie vastzetten/losmaken
ru: Заблокировать/разблокировать позицию
uk: Заблокувати/розблокувати позицію

# shortcut window
source: Units
es: Unidades
fr: Unités
it: Unità
nl: Eenheden
ru: Единицы измерения
uk: Одиниці вимірювання

# shortcut window
source: Pixels
es: Pixeles
it: Pixel
ru: Пиксели
uk: Пікселі

# shortcut window
source: Centimeters
es: Centímetros
fr: Centimètres
it: Centimetri
ru: Сантиметры
uk: Сантиметри

# shortcut window
source: Inches
es: Pulgadas
fr: Pouces
it: Pollici
ru: Дюймы
uk: Дюйми

# shortcut window
source: Picas
ru: Пики (пайки)
uk: Піка (Пайка)

# shortcut window
source: Points
es: Puntos
nl: Punten
ru: Точки
uk: Точки

# shortcut window
source: Percentages
es: Porcentajes
fr: Pourcentages
it: Percentuali
ru: Проценты
uk: Проценти

# shortcut window
source: Relative Percentages
fr: Pourcentages relatifs
it: Percentuali relative
ru: Относительные проценты
uk: Відносні проценти

source: _Offset
es: _Desplazamiento
fr: _Décalage
nl: Versch_uiving
ru: _Смещение
uk: _Зміщення

source: Opacity
es: Opacidad
fr: Opacité
it: Opacità
nl: Doorzichtigheid
ru: Прозрачность
uk: Прозорість

source: O_rientation
es: O_rientación
it: O_rientamento
nl: O_riëntatie
ru: _Ориентация
uk: _Орієнтація

source: Horizontal
fr: Horizontale
it: Orizzontale
nl: Horizontaal
ru: Горизонтальная
uk: Горизонтально

source: Vertical
fr: Verticale
it: Verticale
nl: Verticaal
ru: Вертикальная
uk: Вертикально

source: _Track Pointer
es: _Seguimiento del puntero
fr: Suivre le poin_teur
it: _Segui il puntatore
nl: _Cursor volgen
ru: Отслеживание _курсора
uk: _Відстежувати курсор

source: Compute Monitor Size
es: Tamaño del monitor de la computadora
fr: Calculer la taille de l’écran
it: Calcola la dimensione dello schermo
nl: Schermafmetingen bepalen
ru: Расчет размера монитора
uk: Розраховувати розмір монітора

source: Custom Monitor Size in Inches
es: Tamaño de monitor personalizado en pulgadas
fr: Dimensions personnalisées en pouces
it: Dimensioni personalizzate del monitor in pollici
nl: Aangepaste afmetingen (in inches)
ru: Собственный размер монитора в дюймах
uk: Власний розмір монітора у дюймах

source: General
fr: Général
it: Generale
nl: Algemeen
ru: Общие
uk: Загальні

source: Scale
es: Escala
fr: Graduations
it: Scala
nl: Schaal
ru: Шкала
uk: Шкала

source: _Units
es: _Unidades
fr: _Unités
it: _Unità
nl: Een_heden
ru: _Единицы измерения
uk: _Одиниці вимірювання

source: _Direction
es: _Dirección
it: _Direzione
nl: Rich_ting
ru: _Направление
uk: _Напрямок

source: Appearance
es: Apariencia
fr: Apparence
it: Aspetto
nl: Vormgeving
ru: Внешний вид
uk: Зовнішній вигляд

source: Use Default _Colors
es: Usar _colores predeterminados
fr: Utiliser les _couleurs par défaut
it: Utilizza il _colore predefinito
nl: Standaard_kleuren gebruiken
ru: Использовать стандартные _цвета
uk: Використовувати стандартні _кольори

source: Foreground
es: Primer plano
fr: Avant-plan
it: Primo piano
nl: Voorgrond
ru: Передний план
uk: Передній фон

source: Background
es: Fondo
fr: Arrière-plan
it: Sfondo
nl: Achtergrond
ru: Задний план
uk: Задній фон

source: Use Default _Font
es: Usar _fuente por defecto
fr: Utiliser la police par dé_faut
it: Utilizza il carattere predefinito
nl: Standaardlettert_ype gebruiken
ru: Использовать стандартный _шрифт
uk: Використовувати стандартний _шрифт

source: Custom Font
es: Fuente personalizada
fr: Police personnalisée
it: Carattere personalizzato
nl: Ander lettertype
ru: Собственный шрифт
uk: Власний шрифт

source: Calibrating
es: Calibrando
fr: Calibration
it: Calibrazione
nl: Calibreren
ru: Калибрование
uk: Калібрування

source: Displays
es: Pantallas
fr: Écrans
it: Display
nl: Beeldschermen
ru: Экраны
uk: Монітори

source: _Scale
fr: Échelle
it: _Scala
ru: _Шкала
uk: _Масштаб

source: Main Menu
es: Menú principal
fr: Menu principal
it: Menu principale
nl: Hoofdmenu
ru: Главное меню
uk: Головне меню

source: _Preferences
es: _Preferencias
fr: _Préférences
it: _Preferenze
nl: _Voorkeuren
ru: _Настройки
uk: _Налаштування

source: _Keyboard Shortcuts
es: _Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
nl: _Sneltoetsen
ru: _Сочетания клавиш
uk: _Клавіатурні скорочення

source: _Help
es: _Ayuda
fr: _Aide
it: _Aiuto
nl: _Hulp
ru: _Помощь
uk: _Допомога

source: _About Length
es: _Acerca de la Longitud
fr: À propos de Longueur
it: Informazioni su Length
nl: _Over Lengte
ru: Пр_о "Линейку"
uk: _Про "Лінійка"

source: _Quit
es: _Salir
fr: _Quitter
it: _Esci
nl: A_fsluiten
ru: _Выйти
uk: _Вийти

source: Monitor Size Unknown
es: Tamaño del monitor desconocido
fr: Taille d’écran inconnue
it: Dimensioni dello schermo sconosciute
nl: Onbekende afmetingen
ru: Размер монитора неизвестный
uk: Розмір монітора невідомий

source: The size of the {monitor_name} monitor cannot be determined. Use the Preferences dialog to calibrate Length for your monitor size. In the meantime, computations are done for a {diag_inch} inches monitor.
fr: La taille de l’écran {monitor_name} ne peut être calculée. Utilisez les Préférences pour calibrer Longueur pour votre taille d’écran. En attendant, les calculs sont faits pour un écran de {diag_inch} pouces.
it: Impossibile determinare la dimensione del monitor {monitor_name}. Utilizzare la finestra di dialogo Preferenze per calibrare la lunghezza in base alle dimensioni del monitor. Nel frattempo, vengono eseguiti calcoli per un monitor da {diag_inch} pollici.
ru: Невозможно определить размер монитора "{monitor_name}". Используйте окно настроек, чтобы откалибровать "Линейку" под размер вашего монитора. Тем временем, выполнен расчет для {diag_inch} дюймового монитора.
uk: Не вдалося визначити розмір монітора "{monitor_name}". Скористайтеся вікном налаштувань, щоб відкалібрувати "Лінійку" до розміру вашого монітору. Тим часом, був виконано розрахунок для {diag_inch} дюймового монітору.

source: OK
fr: D’accord
nl: Oké
ru: Хорошо
uk: Добре

source: translator-credits
es: Haggen
fr: Hervé Quatremain, Irénée Thirion
it: Albano Battistella
nl: Heimen Stoffels <vistausss@fastmail.com>
ru: freeducks-debug
uk: freeducks-debug

source: Select Font
es: Seleccionar fuente
fr: Choisir la police
it: Scegli il carattere
nl: Kies een lettertype
ru: Выберите шрифт
uk: Обрати шрифт

source: cm
ru: см
uk: см

source: Centimeters
es: Centímetros
fr: Centimètres
it: Centimetri
ru: Сантиметры
uk: Сантиметри

source: inch
es: pulgada
fr: pouce
it: pollice
ru: дйм
uk: дюйм

source: Inches
es: Pulgadas
fr: Pouces
it: Pollici
ru: Дюймы
uk: Дюйми

source: Percentages
es: Porcentajes
fr: Pourcentages
it: Percentuali
ru: Проценты
uk: Проценти

source: pica
ru: пик
uk: піка

source: Picas
ru: Пики (пайки)
uk: Піка (Пайка)

source: pt
ru: тч
uk: тч

source: Points
es: Puntos
nl: Punten
ru: Точки
uk: Точки

source: px
ru: пкс
uk: пкс

source: Pixels
es: Pixeles
it: Pixel
ru: Пиксели
uk: Пікселі

source: Relative Percentages
fr: Pourcentages relatifs
it: Percentuali relative
ru: Относительные проценты
uk: Відносні проценти
